---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.TagFailures.CannotPasteAssociate
source: html/37c43db8-1153-5c52-8970-54c84e272069.htm
---
# Autodesk.Revit.DB.BuiltInFailures.TagFailures.CannotPasteAssociate Property

Can't find new associated element. Element won't be copied.

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotPasteAssociate { get; }
```